Repository: cinemore/CinePlayer
Catalog: CinePlayer/Localizable.xcstrings
Source language: zh_hans
Languages: ar, ca, cs, da, de, en, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt_br, ro, ru, th, tr, uk, vi, zh_hant

source: 原始文件已被删除或移动，无法播放。是否从历史记录中删除这条记录？
ar: الملف الأصلي محذوف أو نقل، ولا يمكن تشغيله. هل تم حذف هذه السجل من سجل التاريخ؟
ca: El fitxer original s'ha eliminat o traslladat, i no es pot reproduir. És necessari eliminar aquesta entrada del historial
cs: Soubor nebyl nalezen, nelze přehrát. Mělo být smazáno z historie
da: Filen er slettet eller flyttet, og kan ikke afspilles. Slettes denne fra historikken
de: Datei wurde gelöscht oder verschoben – kann nicht abgespielt werden. Soll diese Wiedergabe aus dem Verlauf entfernt werden
en: File has been deleted/moved, cannot play. Delete this from history
es: El archivo original ha sido eliminado o movido, no se puede reproducir. ¿Se ha eliminado esta entrada del historial
fi: Alkuperäinen tiedosto on poistettu tai siirretty, eikä sitä voi toistaa. Poitetaanko tämä merkintä historiasta
fr: Le fichier original a été supprimé ou déplacé, et impossible de lire. Supprimer cette entrée de l'historique
he: קובץ המקור הוסר או הועבר, לא ניתן לנגן. האם למחוק את הרשומה מההיסטוריה
hi: मूल फ़ाइल हटा दी गई या स्थानांतरित कर दी गई, इसलिए प्ले नहीं कर सकते। क्या इसे इतिहास से हटाना है
hr: Datoteka je izbrisana ili premještena, ne može se reproducirati. Je li ova stavka izbrisana iz povijesti
hu: A fájl törölve vagy áthelyezve, így nem lehet lejátszani. El kell távolítani ezt a bejegyzést a történetből
id: File asli sudah terhapus atau dipindahkan, tidak dapat diputar. Apakah perlu menghapus entri ini dari riwayat
it: File originale eliminato/spostato, non riproducibile. Eliminare questa voce dalla cronologia
ja: ファイルが削除または移動されたため、再生できません。履歴からこの項目を削除してもよいですか？
ko: 파일이 삭제되거나 이동하여 재생할 수 없습니다. 이 기록을 히스토리에서 삭제하시겠습니까
nl: Bestand is verwijderd of verplaatst, kan niet worden afgespeeld. Moet deze regel uit de geschiedenis verwijderd worden
pl: Plik został usunięty/przesunięty, nie można go odtworzyć. Czy usunąć tę pozycję z historii
pt_br: Arquivo original não encontrado/movido. Excluir do histórico
ro: Fișierul original a fost șters/mutat, și nu se poate reda. Ar trebui șters din istoricul de utilizare
ru: Файл удален или перемещен, не воспроизводится. Удалить запись из истории
th: ไฟล์เดิมถูกลบหรือย้ายตำแหน่ง ไม่สามารถเล่นได้ ควรลบรายการนี้จากประวัติหรือไม่
tr: Dosyayı okuyamıyoruz. Geçerli kaydı tarihten silmek gerekli mi
uk: Файл видалено або переміщено, неможливо відтворити. Чи видалити цю позицію з історії
vi: Không thể phát lại vì file gốc đã bị xóa hoặc di chuyển. Xóa mục này khỏi lịch sử
zh_hant: 原文件已刪除或移動，無法播放。是否從歷史記錄中刪除？

source: 双击前进
ar: اضغط للمضي قدمًا
ca: Dobteu per avançar
cs: Dvakrát klepněte
da: Dobbelklik frem
de: Doppelklick weiter
en: Double tap to advance
es: Dos veces.
fi: Kaksinäpäin
fr: Double Cliquez
he: דוּג קִדֵם
hi: दोहरा क्लिक करें
hr: Dvaput dodirni
hu: Kattints duplán
id: Klik dua kali
it: Doppio tocco
ja: ダブルクリック
ko: 두 번 누르면 진행
nl: Dubbel tikken
pl: Dwa dotknięcia
pt_br: Duplo toque para avançar
ro: Dați dublu.
ru: Двойной тап – вперед
th: ดับเบิลคลิก
tr: İki dokunuş
uk: Два кліки вперед
vi: Nhấn đôi để tiến
zh_hant: 雙擊前進

source: 双击后退
ar: اضغط مرتين للخلف
ca: Retrocedir
cs: Dvakrát zpět
da: Gentag
de: Zurück
en: Double Back
es: Retrocede doble.
fi: Takaisin
fr: Retour double
he: דוּבּוּק
hi: दोहराएँ
hr: Ponovi
hu: Kattints duplán
id: Kembalikan
it: Torna indietro
ja: ダブルクリックで戻る
ko: 뒤로 가기
nl: Teruggaan
pl: Ponowne cofnięcie
pt_br: Feche duas vezes
ro: Revino
ru: Двойной откат
th: กดถอยหลัง
tr: Geri dön
uk: Двічі повернути
vi: Thoát kép
zh_hant: 雙擊後退

source: 取消
ar: إلغاء
ca: Cancel·
cs: Zrušit
da: Annulér
de: Abbrechen
en: Cancel
es: Cancelar
fi: Peru
fr: Annuler
he: ביטול
hi: रद्द
hr: Odustati
hu: Tiltás
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy

source: 右键前进
ar: زرّك ←
ca: Feina a la dreta
cs: Right-click forward
da: Højreklik frem
de: Rechtsklick Weiter
en: Right-click forward
es: Clic derecho
fi: Oikea painike eteenpäin
fr: Clic droit
he: קדם באמצעות מקש ימני
hi: दाएं बटन से आगे
hr: Desni klik napred
hu: Jobb gomb előre
id: Klik kanan
it: Destra Clic
ja: 右クリック
ko: 오른쪽 클릭
nl: Rechts klikken.
pl: Right-click forward
pt_br: Clique direito
ro: Right-click
ru: Правый клик
th: คลิกขวาไปข้างหน้า
tr: Sağ tıklama ileri
uk: Право – вперед
vi: Nhấn chuột phải
zh_hant: 右鍵前進

source: 垂直位置
ar: موضع عمودي
ca: Vertical
cs: Vertikální pozice
da: Vertikal position
de: Vertikale Position
en: Vertical Position
es: Posición vertical
fi: Vertikaalinen asento
fr: Position verticale
he: מיקום אנכי
hi: ऊर्ध्वाधर स्थिति
hr: Vertikalna pozicija
hu: Vertikális pozíció
id: Vertikal
it: Posizione verticale
ko: 위치
nl: Vertical Position
pl: Pozycja
pt_br: Posição Vertical
ro: Vertical Position
ru: Вертикальное положение
th: ตำแหน่งแนวตั้ง
tr: Dikey konum
uk: Вертикальне положення
vi: Vị trí dọc

source: 垂直对齐
ar: محاذاة عمودية
ca: Vertical
cs: Vertikální zarovnání
da: Vertikal justering
de: Vertikal ausrichten
en: Vertical Alignment
es: Vertical alignment
fi: Vertikaalinen asetus
fr: Alignement vertical
he: יישור אנכי
hi: ऊर्ध्वाधर संरेखण
hr: Usredna postavka
hu: Vertikális igazítás
id: Vertikal
it: Allineamento verticale
ja: 垂直整列
ko: 수직 정렬
nl: Vertical Alignment
pl: Vertical Alignment
pt_br: Alinhamento vertical
ro: Vertical Alignment
ru: Вертикальное выравнивание
th: จัดแนวตั้ง
tr: Vertical Alignment
uk: Вирівнювання
vi: Trung tâm
zh_hant: 垂直對齊

source: 基色
ar: لون أساسي
ca: Base
cs: Barva
da: Basiskleur
de: Grundfarbe
en: Base
es: Base
fi: Perus
fr: Teinte de base
he: בסיס
hi: आधार
hr: Osnova
hu: Alap
id: Warna dasar
it: Base
ja: ベース
ko: 기본
nl: Basis
pl: Bazowy
pt_br: Base
ro: Base
ru: Базовая
th: สีหลัก
tr: Temel
uk: База
vi: Màu nền

source: 增加%@
ar: زيادة %@
ca: Augmentar %@
cs: Zvýšit %@
da: Øg %@
de: Erhöhen %@
en: Increase %@
es: Añadir %@
fi: Lisää %@
fr: Augmenter %@
he: הגדל %@
hi: बढ़ाइए %@
hr: Povećaj %@
hu: Növelj %@
id: Tambahkan %@
it: Aggiungi %@
ja: 増す %@
ko: 증가 %@
nl: Vergroot %@
pl: Zwiększ %@
pt_br: Aumentar %@
ro: Crește %@
ru: Увеличить %@
th: เพิ่ม %@
tr: Artırma %@
uk: Збільши %@
vi: Tăng %@

source: 增加时间偏移
ar: زيادة المدة
ca: Augmentar temps
cs: Změnit čas
da: Juster tid
de: Zeitverschiebung
en: Adjust Time
es: Añadir offset
fi: Lisää aikaa
fr: Augmenter le décalage
he: הוסף זמן
hi: समय समायोजित करें
hr: Dodaj vrijeme
hu: Időtávot állíts
id: Tambahkan offset waktu
it: Modifica offset tempo
ja: 時間調整
ko: 시간 조정
nl: Verander tijd
pl: Zmień czas
pt_br: Ajustar tempo
ro: Creștere timp
ru: Изменить время
th: ปรับเวลา
tr: Zamanı ayarla
uk: Змінити час
vi: Điều chỉnh thời gian
zh_hant: 增加時間偏移

source: 声道
ar: صوت
ca: Canals
cs: Kanály
da: Kanaler
de: Kanäle
en: Channels
es: Canales
fi: Kanavat
fr: Canal
he: ערוצים
hi: ช่อง
hr: Kanali
hu: Csatorna
id: Saluran
it: Canale
ja: チャンネル
ko: 채널
nl: Kanalen
pl: Kanały
pt_br: Canais
ro: Canale
ru: Канал
th: ช่องเสียง
tr: Şehirler
uk: Канали
vi: Âm thanh
zh_hant: 聲道

source: 声道:
ar: صوت
ca: Canals
cs: Kanály
da: Kanaler
de: Kanäle
en: Channels
es: Canales
fi: Kanavat
fr: Canal
he: ערוצים
hi: ช่องทาง
hr: Kanali
hu: Csatornák
id: Saluran
it: Canale
ja: チャンネル
ko: 채널
nl: Kanaal
pl: Kanały
pt_br: Canais
ro: Canale
ru: Канал
th: ช่องสัญญาณ
tr: Şehirler
uk: Канали
vi: Âm thanh
zh_hant: 聲道：

source: 外部字幕
ar: ترجمة خارجية
ca: External Subtitles
cs: Externí titulky
da: Ekstern undertekster
de: Externe Untertitel
en: External
es: Subtítulos externos
fi: Ulkoiset tekstitykset
fr: Sous-titres externes
he: כותרות חיצוניות
hi: बाहरी उपशीर्षक
hr: sottotitoli esterni
hu: Külső felirat
id: Subtitel eksternal
it: Sottotitoli esterni
ko: 외부 자막
nl: Externe ondervinding
pl: External Subtitles
pt_br: Legendas externas
ro: Externe Subtitrare
ru: Внешние субтитры
th: คำอธิบายตัวย่อย
tr: Dış Altyazı
uk: Зовнішні субтитри
vi: Chữ phụ đề bên ngoài

source: 字幕
ar: ترجمة
ca: Subtítols
cs: Titulky
da: Undertekster
de: Untertitel
en: Subtitles
es: Subtítulos
fi: Tekstityt
fr: Sous-titres
he: כותרות
hi: सबटाइल्स
hr: Podnaslovnici
hu: Felirat
id: Subtitle
it: Sottotitoli
ko: 자막
nl: Subtitles
pl: Napisy
pt_br: Legendas
ro: Subtitrare
ru: Субтитры
th: คำบรรยาย
tr: Altyazı
uk: Субтитри
vi: Chương trình

source: 字幕 #%d
ar: ترجمة: %d
ca: Subtítol #%d
cs: Titule #%d
da: Subtitel #%d
de: Untertitel #%d
en: Subtitle #%d
es: Subtítulos #%d
fi: Teksti #%d
fr: Sous-titres #%d
he: צריך #%d
hi: सबटाइटल #%d
hr: Субтитри #%d
hu: Szöveg #%d
id: Subtitle #%d
it: Sottotitoli #%d
ko: 자막 #%d
nl: Subtitel #%d
pl: Subtítulo #%d
pt_br: Legenda #%d
ro: Subtitlu #%d
ru: Субтитры #%d
th: คำอธิบาย #%d
tr: Subtitles #%d
uk: Субтитр #%d
vi: Chương trình phụ đề #%d

source: 字幕翻译
ar: ترجمة الترجمة
ca: Subtítols
cs: Čáry
da: Undertekster
de: Untertitel
en: Translate
es: Subtítulos
fi: Tekstitykset
fr: Sous-titres
he: כותרות
hi: सबटाइटल
hr: Podnaslov
hu: Szövegfordítás
id: Subtitle
it: Sottotitoli
ja: 字幕
ko: 자막
nl: Subtitles
pl: Subtitles
pt_br: Legendas
ro: Subtitrare
ru: Субтитры
th: คำบรรยาย
tr: Altyazı
uk: Субтитри
vi: Chương trình phụ đề
zh_hant: 字幕

source: 字幕调整
ar: تعديل الترجمة
ca: Subtítols
cs: Úprava titulků
da: Subtiltilpasning
de: Untertitel anpassen
en: Adjustment
es: Subtítulos
fi: Tekstityksen säätö
fr: Sous-titres
he: צמצום כותרות
hi: सबटाइटल एडजस्ट
hr: Subtitli
hu: Szubtitle módosítás
id: Subtitle Adjust
it: Sottotitoli
ja: 字幕調整
ko: 자막 조정
nl: Subtitel aanpassen
pl: Subtítulo
pt_br: Legendas
ro: Subtitrare
ru: Настройки субтитров
th: ปรับแก้คำบรรยาย
tr: Subtitles ayarı
uk: Підтримка субтитрів
vi: Điều chỉnh phụ đề
zh_hant: 字幕調整

source: 字幕轨道
ar: مسار الترجمة
ca: Subtítols
cs: Popis stopy
da: Undertekst
de: Untertitelspuren
en: Subtitle Track
es: Subtítulos
fi: Tekstityssarja
fr: Sous-titres
he: תפריט כתוביות
hi: सबटाइटल
hr: Subtitri
hu: Szubtitle
id: Subtitle Track
it: Sottotitoli
ja: 字幕軌道
ko: 자막 트랙
nl: Subtitel track
pl: Subtłoki
pt_br: Legendas
ro: Subtitrare
ru: Субтитры
th: คำอธิบายคำร้อง
tr: Subtitles
uk: Підтримка субтитрів
vi: Subtitles
zh_hant: 字幕軌道

source: 完成
ar: إتمام
ca: Completa
cs: Dokončeno
da: Færdig
de: Fertig
en: Complete
es: Finalizar
fi: Valmis
fr: Terminé
he: השלם
hi: पूर्ण
hr: Gotovo
hu: Teljes
id: Selesai
it: Completato
ja: 完了
ko: 완료
nl: Voltooi
pl: Gotowe
pt_br: Concluir
ro: Finalizat
ru: Завершить
th: เสร็จ
tr: Tamam
uk: Завершено
vi: Hoàn thành

source: 导入
ar: استورد
ca: Import
cs: Načíst
da: Importer
de: Import
en: Import
es: Importar
fi: Tuonti
fr: Importer
he: ייבוא
hi: आयात
hr: Uvesti
hu: Import
id: Impor
it: Importa
ja: インポート
ko: 입력
nl: Importeren
pl: Wczytaj
pt_br: Importar
ro: Import
ru: Импорт
th: นำเข้า
tr: Yükle
uk: Імпортувати
vi: Nhập
zh_hant: 導入

source: 封面 #%d
ar: تغليف #%d
ca: Cobertura #%d
cs: Obraz #%d
da: Cover #%d
de: Cover #%d
en: Cover #%d
es: Portada #%d
fi: Kuva #%d
fr: Couverture #%d
he: כותרת #%d
hi: पोस्टर #%d
hr: Pokriva #%d
hu: Felvonultat #%d
id: Sampul #%d
it: Copertina #%d
ja: 表紙 #%d
ko: 표지 %d
nl: Cover #%d
pl: Obraz #%d
pt_br: Capa #%d
ro: Acoperire #%d
ru: Обложка #%d
th: ปก #%d
tr: Kapatma #%d
uk: Обкладинка #%d
vi: Hình ảnh %d

source: 封面轨道
ar: تراكيب الغلاف
ca: Cobertura de pista
cs: Obrazová stopa
da: Cover Track
de: Cover Track
en: Cover Track
es: Portada de la pista
fi: Peiteura
fr: Couverture de piste
he: פרוש
hi: फर्ज़ ट्रैक
hr: Pokriva putanju
hu: Fedőlap, lejátszás
id: Sampul trek
it: Copertina Traccia
ja: カバートラック
ko: 포인트 트랙
nl: Cover Track
pl: Obraz/Ścieżka
pt_br: Página do vídeo
ro: Cover Track
ru: Обложка трека
th: ปกเพลง
tr: Kapak Dosyası
uk: Обговорення
vi: Trình phát
zh_hant: 封面軌道

source: 尚未导入外部字幕
ar: لم يتم استيراد الترجمة الخارجية
ca: Sense importar subtítols externs
cs: Neimportováno
da: Ikke importeret
de: Keine externen Untertitel importiert
en: Not imported
es: Sin subtítulos externos
fi: Ei tuotu
fr: Pas de sous-titres externes importés
he: לא יובא
hi: नया आयात नहीं
hr: Nula uvoz titlova
hu: Nincs importálva
id: Belum ada subtitle eksternal
it: Nessun sottotitolo esterno importato
ja: 外部字幕未入力
ko: 외부 자막 미등록
nl: Niet geïmporteerd
pl: Nie zaimportowano
pt_br: Sem legendas externas
ro: Nu importat
ru: Нет субтитров
th: ยังไม่มีคำบรรยายภายนอก
tr: Dış altyazı girilmedi
uk: Не імпортовано
vi: Chưa nhập phụ đề bên ngoài
zh_hant: 未引入外部字幕

source: 左键后退
ar: رجوع بالماوس
ca: Esquerra, retrocedir
cs: Levý vrátko
da: Venstre tilbage
de: Zurück
en: Back left
es: Izquierda retrocede
fi: Vasenta, taaksepäin
fr: Retour gauche
he: שליפת שמאל
hi: बाएं बटन वापस
hr: Lijevo, desno
hu: Bal gomb visszategy
id: Kiri → Mundur
it: Indietro
ja: 左キー戻る
ko: 왼쪽 키로 뒤로
nl: Links Terug
pl: Lewy przycisk wstecz
pt_br: Voltar
ro: Stânga jos
ru: Левый клик – вернуться
th: ถอยด้วยปุ่มซ้าย
tr: Sol düğme geri dön
uk: Лівий повернення
vi: Lùi bằng trái
zh_hant: 左鍵後退

source: 已下载
ar: تم التحميل
ca: Descarregat
cs: Staženo
da: Downloadet
de: Heruntergeladen
en: Downloaded
es: Descargado
fi: Lataa
fr: Téléchargé
he: הורדה
hi: डाउनलोड
hr: Preuzet
hu: Letölve
id: Sudah diunduh
it: Scaricato
ja: ダウンロード済
ko: 다운로드 완료
nl: Downloaded
pl: Pobrano
pt_br: Baixado
ro: Descărcat
ru: Загружено
th: ดาวน์โหลดแล้ว
tr: İndirildi
uk: Завантажено
vi: Đã tải xuống
zh_hant: 已下載

source: 帧率
ar: معدل الإطارات
ca: Taxa d’imatges
cs: rám
da: Frame rate
de: Bildrate
en: Frame rate
es: Tasa de fotogramas
fi: Frame rate
fr: Fréquence d'images
he: פריימים
hi: फ्रेम दर
hr: Frame rate
hu: Frame rate
id: Frame rate
it: Frame rate
ja: フレーム
ko: 프레임
nl: Frame rate
pl: Frame rate
pt_br: Taxa de quadros
ro: Frame rate
ru: Частота кадров
th: อัตราเฟรม
tr: Kare hızı
uk: Фреймівка
vi: Tốc độ khung hình
zh_hant: 幀率

source: 底场优先 (BFF，顶场先编码)
ar: BFF (أولوية الملعب)
ca: Prioritat a la zona de joc
cs: Priorita na základní čáře
da: Første række
de: BFF (Top Field First)
en: First Stage Priority
es: Prioridad en la zona defensiva
fi: Pelaa ensin syvyysalueella
fr: Priorité zone de jeu
he: BFF (ראשון)
hi: बिंदु पर पहले।
hr: Prioritet na kraju
hu: Prioritás a végső rész
id: BFF (Prioritaskan area belakang)
it: Priorità area di gioco
ja: BFF (トップ優先)
ko: BFF (맨 앞자리 우선)
nl: Basisveld eerst
pl: BFF (pierwszy rządek)
pt_br: Prioridade na área de jogo
ro: Prioritate pe teren
ru: BFF (первый ряд)
th: BFF (เริ่มก่อน)
tr: Başarılı
uk: Фокус на основну зону
vi: Ưu tiên hàng đầu
zh_hant: 底場優先 (BFF，頂場先編碼)

source: 底场优先 (BFF)
ar: الأولوية للمنطقة الخلفية
ca: Prioritat en la zona de sortida
cs: Priorita na hřišti
da: Første række
de: BFF
en: Priority Zone
es: Prioridad en la zona de fondo
fi: Tilassa ensin
fr: Priorité zone de jeu
he: BFF
hi: प्राथमिक मैदान
hr: Prioritet na kraju
hu: Prioritás a végső körben
id: Prioritaskan area dasar
it: Priorità area di gioco
ja: 底場優先 (BFF) → 底場優先 (BFF)
ko: BFF
nl: Prioriteit op de achterlijn
pl: Priorytet na koniec
pt_br: Prioridade na área
ro: Prioritate pe teren
ru: Фокус на базе
th: พื้นที่หลัก
tr: Alan önceliği
uk: Пріоритет – зона
vi: Ưu tiên khu vực cơ bản
zh_hant: 優先場

source: 底色
ar: لون الخلفية
ca: Fons
cs: Pozadí
da: Baggrund
de: Hintergrund
en: Background
es: Fondo
fi: Tausta
fr: Fond
he: צבע רקע
hi: पृष्ठभूमि
hr: Boja
hu: Alap szín
id: Warna latar
it: Sfondo
ja: ベースカラー
ko: 배경색
nl: Achtergrond
pl: Kolor tła
pt_br: Cor de fundo
ro: Fundal
ru: Фон
th: สีพื้นหลัง
tr: Renk
uk: Фон
vi: Nền

source: 开启
ar: بدء
ca: Inicia
cs: Začít
da: Start
de: Starten
en: Start
es: Iniciar
fi: Aloita
fr: Début
he: התחל
hi: शुरू करें
hr: Početak
hu: Elindítás
id: Mulai
it: Avvia
ja: 開始
ko: 시작
nl: Start
pl: Rozpocznij
pt_br: Inicie
ro: Începe
ru: Начать
th: เปิด
tr: Başla
uk: Почати
vi: Bật
zh_hant: 開始

source: 当前媒体无内封字幕
ar: لا يوجد ترجمة داخلية
ca: Sense subtítols interns
cs: Aktuální médium nemá vnitřní titulky
da: Aktuelt medie har ingen interne undertekster
de: Aktuell keine interne Untertitel
en: Current media has no internal subtitles
es: Sin subtítulos internos
fi: Nykyinen media: Ei sisäisiä tekstityksiä
fr: Actuellement, pas de sous-titres internes
he: התוכן הנוכחי ללא כתו
hi: वर्तमान मीडिया - कोई आंतरिक उपशीर्षक।
hr: Tekst bez internih titlova.
hu: Jelenlegi média nincs belesült felirattal
id: Saat ini, media tidak ada subtitle internal
it: Attualmente, nessun sottotitolo interno
ja: 現在のメディアには内蔵字幕はありません。
ko: 현재 미디어에 내레이션 자막 없음
nl: Huidige media: geen interne ondertitels
pl: Obecne media nie ma wewnętrznych napisów
pt_br: Sem legendas internas
ro: Media curentă nu are subtitrări interne
ru: Текущая медиа не имеет внутренних субтитров
th: ไม่มีคำบรรยายภายใน
tr: Şu anda medya içinde altyazı yok
uk: Поточні медіа не мають внутрішніх субтитрів
vi: Hiện tại, nội dung phim không có phụ đề nội
zh_hant: 目前無內嵌字幕

source: 当前字幕翻译需要以下语言包，请下载后继续播放。
ar: يتطلب الترجمة الحالية للترتيب ما يلي من حزم لغات، يرجى تنزيلها ومتابعة التشغيل
ca: Necessita els següents paquets de llenguatge. Descarregar i continuar
cs: Související jazykové balíčky jsou potřeba, stáhněte a pokračujte v přehrávání
da: Kræver: Download & Afspil
de: Aktuelle Untertitel benötigen folgende Sprachpakete – bitte herunterladen und fortfahren
en: Requires: Download & Play
es: Necesita los siguientes archivos de idioma. Descargar y continuar
fi: Tarvitaan: Lataa ja jatka toistoa
fr: Pour la traduction des sous-titres, veuillez télécharger les fichiers linguistiques suivants et continuer à lire
he: נדרש: הורדה והמשך
hi: वर्तमान में, इस कैप्शन के लिए निम्नलिखित भाषा पैकेट की आवश्यकता है। डाउनलोड करें और जारी रखें।
hr: Potrebno: Preuzmi i igra
hu: Szükséges nyelvi erőforrás: Letöltés és futtatás
id: Saat terjemah subtitle dibutuhkan paket bahasa berikut, unduh dan lanjutkan memutar
it: Attualmente, necessita dei seguenti pacchetti linguistici. Scarica e continua a riprodurre
ja: 現在の字幕翻訳に必要な言語パックをダウンロードし、再生を続けます。
ko: 현재 자막 번역에 필요한 언어 패키지는 다음과 같습니다. 다운로드 후 계속 재생하세요
nl: Vereist: Download & Afspelen
pl: Wymagane: Pobierz i graj
pt_br: Necessário pacote de idioma. Baixar e continuar
ro: Necesită: Descarcă și joacă
ru: Необходимы языковые файлы для перевода текущих субтитров. Скачайте и продолжайте воспроизведение
th: ต้องการไฟล์ภาษาเพื่อแปลคำบรรยาย โปรดดาวน์โหลดและเล่นต่อ
tr: Şu anda altyazı için gerekli dil paketleri, lütfen indirip tekrar oynatın
uk: Потрібно завантажити та продовжити перегляд
vi: Cần các gói ngôn ngữ sau để dịch, tải và tiếp tục phát
zh_hant: 當前字幕需要以下語言包，請下載後繼續播放。

source: 当前平台不支持 Apple 翻译语言包下载。
ar: هذا النظام لا يدعم تنزيل حزم ترجمة Apple
ca: Aquesta plataforma no admet la descàrrega dels paquets de traducció d'Apple
cs: Aktuální platforma nepodporuje stažení jazykových balíčků Apple
da: Nuværende platform understøtter ikke download af Apple-oversættelser
de: Aktuelle Plattform unterstützt keine Download von Apple Sprachpaketen
en: Current platform does not support Apple translation package downloads
es: Esta plataforma no admite la descarga de paquetes de idioma de Apple
fi: Tällä alustalla ei voi ladata Apple-käänöksen kielipaketteja
fr: Cette plateforme ne prend pas en charge le téléchargement des packs de traduction Apple
he: הפלטפורמה הנוכחית לא תומכת בהורדת חבילות תרגום של Apple
hi: वर्तमान में, यह प्लेटफ़ॉर्म Apple अनुवाद भाषा पैक डाउनलोड का समर्थन नहीं करता।
hr: Ova platforma ne podržava preuzimanje paketa "Apple Translate"
hu: A jelenlegi platform nem támogatja az Apple fordítói fájlok letöltését
id: Platform ini tidak mendukung unduh paket bahasa Apple
it: Attualmente la piattaforma non supporta il download dei pacchetti di lingua Apple
ja: 現在のプラットフォーム、Apple 翻訳の言語包のダウンロードはサポートされていません。
ko: 현재 플랫폼에서 Apple 번역 언어 패키지 다운로드를 지원하지 않습니다
nl: Huidige platform ondersteunt geen download van Apple taalbestanden
pl: Obecna platforma nie obsługuje pobierania pakietów językowych Apple
pt_br: Esta plataforma não suporta download dos pacotes de tradução do Apple
ro: Platforma actuală nu suportă descărcarea pachetelor de traducere Apple
ru: Текущая платформа не поддерживает загрузку языкового пакета Apple Translate
th: แพลตฟอร์มนี้ไม่รองรับการดาวน์โหลดไฟล์แปลภาษา Apple
tr: Şu anda bu platform, Apple dil paketlerini indiremiyor
uk: Поточна платформа не підтримує завантаження пакетів перекладів Apple
vi: Hiện tại, nền tảng không hỗ trợ tải xuống gói dịch thuật Apple
zh_hant: 當前平台不支持下載 Apple 翻譯語言包。

source: 当前视频像素数不在 Anime4K 适配范围内
ar: الصورة الحالية غير مناسبة لـ Anime4K
ca: ResolUCIÓ actual fora del rang d'Anime4K
cs: Aktuální rozlišení videa není podporováno Anime4K
da: Aktuel videoopløsning er uden for Anime4K’s understøttede område
de: Aktuelle Videoauflösung liegt außerhalb des Anime4K-Kompatibilitätsbereichs
en: Current video resolution is outside Anime4K’s supported range
es: El número de píxeles del video actual no está dentro del rango de adaptación de Anime4K
fi: Nykyinen videon resoluutio ei ole Anime4K:n tuetuilla resoluuteilla
fr: Résolution vidéo actuelle hors de la plage d'adaptation Anime4K
he: התצוגה הנוכחית אינה תואמת ל-Anime4K
hi: वर्तमान वीडियो रिज़ॉल्यूशन, Anime4K के अनुकूल रेंज से बाहर है।
hr: Tekuća rezolucija videa nije u podudarnom rasponu Anime4K
hu: Jelen videó felbontás nem támogatott az Anime4K-ban
id: Video saat ini tidak sesuai dengan resolusi Anime4K
it: Attuale risoluzione video non conforme ad Anime4K
ja: 現在のビデオ解像度が Anime4K 互換範囲外
ko: 현재 비디오 해상도가 Anime4K 호환 범위 내에 없음
nl: Huidige videopixel zijn niet compatibel met Anime4K
pl: Obecna rozdzielczość wideo jest poza zakresem obsługi Anime4K
pt_br: Vídeo atual não atende aos requisitos de Anime4K
ro: Rezoluția video actuală nu este compatibilă cu Anime4K
ru: Текущее разрешение видео не соответствует требованиям Anime4K
th: ปัจจุบัน ความละเอียดวิดีโอไม่ตรงตามมาตรฐาน Anime4K
tr: Şu anki video çözünürlüğü, Anime4K tarafından desteklenen aralıkta değil
uk: Поточна роздільна здатність відео не підтримується Anime4K
vi: Hiển thị số pixel video hiện tại không nằm trong phạm vi Anime4K
zh_hant: 當前影片像素數不在 Anime4K 支援範圍內

source: 当前视频暂不支持 MetalFX 超分
ar: الآن، الفيديو غير مدعوم بـ MetalFX
ca: Actualment, el vídeo no suporta MetalFX
cs: Současné video nepodporuje MetalFX
da: Aktuel video understøtter ikke MetalFX
de: Aktuelle Video-Version unterstützt MetalFX-Upscaling nicht
en: Current video does not support MetalFX upscaling
es: Actualmente, este video no admite MetalFX
fi: Nykyinen video ei tue MetalFX:ää
fr: Actuellement, la vidéo n'est pas compatible avec MetalFX
he: הצגת וידאו נוכחית לא תומכת ב-MetalFX
hi: वर्तमान वीडियो, मेटलएफएक्स को सपोर्ट नहीं करता।
hr: Trenutno, video ne podržava MetalFX
hu: Jelenlegi videó nem támogatja a MetalFX felosztást
id: Saat ini, video tidak mendukung MetalFX
it: Attualmente, questo video non supporta MetalFX
ja: 現行の動画、MetalFX 超分はサポートされていません。
ko: 현재 비디오는 MetalFX 초분 지원 안 함
nl: Huidig video ondersteunt MetalFX geen
pl: Obecnie wideo nie obsługuje MetalFX
pt_br: Atualmente, vídeo não suporta MetalFX
ro: Cineplayer: Video-uri actuale nu suportă MetalFX
ru: Текущая видеоверсия не поддерживает MetalFX
th: ปัจจุบัน รองรับวิดีโอ ไม่
tr: Şu anda video, MetalFX üst çözünürlüğü desteklemiyor
uk: Поточний відео не підтримує MetalFX
vi: Hiện tại, video không hỗ trợ MetalFX
zh_hant: 當前影片暫不支持 MetalFX 分割。
